{
	"Rules":[
		{
			"index": 1,
			"text": "Accommodation will be provided on a shared basis and any request for individual room will not be entertained."
		},
		{
			"index": 2,
			"text": "Accommodation will be confirmed only after a successful payment via the website (www.iimb-vista.com)"
		},
		{
			"index": 3,
			"text": "Mattress, pillow, bed sheet etc will be provided to every confirmed participant. It is the participant’s responsibility to keep mattress, pillow, bed sheet etc provided to them damage free."
		},
		{
			"index": 4,
			"text": "IIM Bangalore is smoke free campus and indulgence in any kind of substance i.e. cigarettes, alcohol and drugs is strictly prohibited."
		},
		{
			"index": 5,
			"text": "Please switch off all lights, fans and electrical appliances while not in use or when you leave the room."
		},
		{
			"index": 6,
			"text": "Dump waste (including food uneaten or stale) in the respective dustbins provided in the campus."
		},
		{
			"index": 7,
			"text": "Participants are solely responsible for their belongings and Team Vista or IIM Bangalore will not be held responsible for any loss whatsoever."
		},
		{
			"index": 8,
			"text": "All registered participants will receive an ID Card and it must worn at all times. ID Card is the property of Vista 2019 and must be produced wherever and whenever asked for. This ID Card is valid for July 26-28, 2019 only."
		},
		{
			"index": 9,
			"text": "ID Card will not entail any concessions or unrestricted and unauthorized entry anywhere to the bearer. Unauthorized use of ID Card will attract severe disciplinary actions."
		},
		{
			"index": 10,
			"text": "Vista 2019 reserves the right to cancel this ID Card at any point of time during the event without assigning any reason whatsoever."
		},
		{
			"index": 11,
			"text": "In case of a missing ID Card or any other emergency, you are advised to get in touch with the Vista Helpdesk / Registration Desk near Hostel Mess."
		},
		{
			"index": 12,
			"text": "All matters of dispute are subjected to the jurisdiction of the Bengaluru District Court only during the event."
		}]
}